/*
  File.strings
  LZTest

  Created by 沧海无际 on 2019/10/30.
  Copyright © 2019 TEST. All rights reserved.
*/

//MARK: - 升级20191030
"A new version is available." = "En ny version finns tillgänglig.";
"Version:" = "Version:";
"Released Date:" = "Releasedatum:";
"Remind me later" = "Påminn mig senare";
"Update now" = "Uppdatera nu";

"Check the update" = "Kontrollera uppdateringen";
"The version you are using is the latest one!" = "Den version du använder är den senaste!";
"Software updata" = "Uppdatering av programvara";
"Network error, please check the network and try again." = "Nätverksfel, kontrollera nätverket och försök igen.";
"OK" = "OK";
"Downloading, please wait a moment." = "Laddar ner, vänta ett ögonblick.";
"Download complete. Immediate installation requires closing the running program. Do you want to continue?" = "Nedladdning klar. Omedelbar installation kräver att det pågående programmet stängs. Vill du fortsätta?";
"Install now" = "Installera nu";
"Cancel" = "Avbryt";
"Download the latest version, do you want to cancel?" = "Ladda ner den senaste versionen, vill du avbryta?";
"Download error, please check the network and try again," = "Nedladdningsfel, kontrollera nätverket och försök igen,";
"Yes" = "Ja";
"No" = "Nej";
"Installing, please wait a moment." = "Installerar, vänta ett ögonblick.";
"Install complete." = "Installationen är klar.";
"Start now" = "Börja nu";
"Install failed, please try again." = "Installationen misslyckades, försök igen.";
"Please waiting patiently for the program installation to complete, otherwise it may cause the program exception." = "Vänta tålmodigt på att programinstallationen ska slutföras, annars kan det orsaka programundantaget.";
"Try again" = "Försök igen";
"What's New:" = "Vad är nytt:";
"Checking for updates…" = "Kollar efter uppdateringar…";

